[{"data":1,"prerenderedAt":107},["ShallowReactive",2],{"content-/ppmi-brain-tissue-donation-questions-and-answers":3,"content-query-l4sHkV8je4":73},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":7,"description":5,"sidebar":8,"body":22,"_type":67,"_id":68,"_source":69,"_file":70,"_stem":71,"_extension":72},"/ppmi-brain-tissue-donation-questions-and-answers","",false,"PPMI Brain Tissue Donation FAQ",[9,10,13,16,19],{"title":7,"url":4},{"title":11,"url":12},"Family Involvement","/family-involvement",{"title":14,"url":15},"Finding a Funeral Home","/finding-a-funeral-home",{"title":17,"url":18},"Religion and Donation","/religion-and-donation",{"title":20,"url":21},"Uniform Anatomical Gift Act Information","/uniformed-anatomical-gift-act-information",{"type":23,"children":24,"toc":64},"root",[25],{"type":26,"tag":27,"props":28,"children":29},"element","layout-wrapper",{},[30,37],{"type":26,"tag":31,"props":32,"children":36},"sidebar",{":nav-items":31,"className":33,"side-bar-title":35},[34],"section-nav-dktp","Information",[],{"type":26,"tag":38,"props":39,"children":40},"layout-content",{},[41,48,51,57],{"type":26,"tag":42,"props":43,"children":47},"heading",{"className":44,"level":46,"text":7},[45],"rvt-ts-lg","2",[],{"type":49,"value":50},"text","  ",{"type":26,"tag":52,"props":53,"children":54},"p",{},[55],{"type":49,"value":56},"Brain tissue donation is an important decision; speak with your loved ones and health care providers to evaluate this research participation option. Below are some common questions and answers regarding brain tissue donation through the PPMI Pathology Core to aid your evaluation and discussion.",{"type":26,"tag":58,"props":59,"children":63},"accordion",{":accordions":60,"className":61},"[{\"title\":\"Why is brain tissue donation important for research?\",\"content\":\"Some changes in the brain — such as clumps of the protein alpha-synuclein, the hallmark of Parkinson’s disease — can be observed in the brain only in autopsied tissue. Connecting these changes to the clinical, biological and imaging data contributed through PPMI will help researchers plot the relationship between the brain and other aspects of Parkinson’s progression. Such insight could help develop and test treatments to prevent and/or stop disease.\"},{\"title\":\"Will my loved ones learn anything from brain tissue analysis?\",\"content\":\"Your legally authorized representative — typically your next of kin such as a spouse, adult child or sibling — will receive a letter from the PPMI Pathology Core that summarizes the findings from the study of your brain tissue. Because of the careful study, it will typically take 10 to 12 months after donation for the letter to arrive.\"},{\"title\":\"What will happen to my donated brain tissue?\",\"content\":\"Brain tissue will be sent to both the University of Washington and Indiana University. The University of Washington will analyze the brain tissue and provide a summary of the findings to your legally authorized representative. Indiana University, which leads the PPMI Biorepository Core, will extract a sample of DNA (genetic material) from the donated tissue. De-identified data from these analyses will be added to the PPMI database for use by qualified researchers. Scientists also can apply for brain tissue samples for Parkinson’s biomarker research projects.\"},{\"title\":\"How do I plan for brain tissue donation?\",\"content\":\"The PPMI Pathology Core will work closely with you and your legally authorized representative (LAR) to plan for brain tissue donation. You and/or your LAR will sign a form indicating interest in donating brain tissue. Then, you will share basic information including your address and the address/contact information of anyone that would be involved in your end-of-life care. The PPMI Pathology Core will use this information to prepare a detailed brain donation plan, which will be provided to you, your LAR, and the removal specialist (person who collects the tissue).\"},{\"title\":\"What if I already have plans to donate my brain and/or body to another program/am an organ donor?\",\"content\":\"In most cases, PPMI can coordinate with other teams so that your donation can benefit both programs. Please let the Brain Donation team at Indiana University know if you have enrolled or are interested in another program. Plans for brain donation should not affect your ability to donate your organs.\"},{\"title\":\"Who will be notified about my brain donation plans?\",\"content\":\"Because tissue begins to break down rapidly after death, it is essential the brain tissue is removed as quickly as possible. Therefore, we ensure all persons involved with your care are aware of the planned brain tissue donation.\"},{\"title\":\"How can I talk to my loved ones about brain donation?\",\"content\":\"Although it may not be an easy topic to address, it’s important to speak with your loved ones about brain donation. Talking with loved ones early on in the decision-making process may also help reduce stress. Share with your loved ones the impact of brain donation. You can say something like, “Studying the brains of people with Parkinson’s helps researchers learn more about why disease happens, how it changes over time, and how to develop new and better treatments.” You can also complete the sentence, “Brain donation is important to me because…”.\"},{\"title\":\"Who should be contacted at the time of death?\",\"content\":\"A loved one or caregiver should page the PPMI Pathology Core at (317) 312-2634 as soon as possible when there is a significant decline in health or death and leave their callback number. A member of the PPMI Pathology Core will quickly contact your loved one or caregiver.\"},{\"title\":\"Will funeral or burial plans be affected?\",\"content\":\"Brain tissue donation will not delay or complicate plans for a funeral, cremation or burial. It will not interfere with an open casket. In most cases, the funeral home is very helpful in assisting with brain tissue donation.\"},{\"title\":\"Who pays for brain tissue donation?\",\"content\":\"Because the information gained through brain tissue donation is an invaluable resource for research, PPMI will cover all costs related to the brain tissue donation for PPMI study participants.\"},{\"title\":\"Is brain tissue donation allowed according to my religious views?\",\"content\":\"Most religions support tissue donation as a compassionate and benevolent gift that benefits future generations. Questions regarding religious considerations should be directed to your spiritual advisor.\"},{\"title\":\"Why plan ahead?\",\"content\":\"Because of the steps involved, planning for a brain donation should begin as soon as possible, preferably while you are still healthy. If you have consented to donate brain tissue, but die before plans have been finalized, the PPMI Pathology Core will do all they can to carry out your wishes.\"},{\"title\":\"May the plans be cancelled?\",\"content\":\"Plans for brain donation may be cancelled at any time by notifying the PPMI Pathology Core.\"}]",[62],"samples-accordions",[],{"title":5,"searchDepth":65,"depth":65,"links":66},2,[],"markdown","content:ppmi-brain-tissue-donation-questions-and-answers.md","content","ppmi-brain-tissue-donation-questions-and-answers.md","ppmi-brain-tissue-donation-questions-and-answers","md",{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":7,"description":5,"sidebar":74,"body":80,"_type":67,"_id":68,"_source":69,"_file":70,"_stem":71,"_extension":72},[75,76,77,78,79],{"title":7,"url":4},{"title":11,"url":12},{"title":14,"url":15},{"title":17,"url":18},{"title":20,"url":21},{"type":23,"children":81,"toc":105},[82],{"type":26,"tag":27,"props":83,"children":84},{},[85,89],{"type":26,"tag":31,"props":86,"children":88},{":nav-items":31,"className":87,"side-bar-title":35},[34],[],{"type":26,"tag":38,"props":90,"children":91},{},[92,96,97,101],{"type":26,"tag":42,"props":93,"children":95},{"className":94,"level":46,"text":7},[45],[],{"type":49,"value":50},{"type":26,"tag":52,"props":98,"children":99},{},[100],{"type":49,"value":56},{"type":26,"tag":58,"props":102,"children":104},{":accordions":60,"className":103},[62],[],{"title":5,"searchDepth":65,"depth":65,"links":106},[],1752516020199]