{"_path":"/religion-and-donation","_dir":"","_draft":false,"_partial":false,"_locale":"","title":"Religion and Donation","description":"","sidebar":[{"title":"PPMI Brain Tissue Donation FAQ","url":"/ppmi-brain-tissue-donation-questions-and-answers"},{"title":"Family Involvement","url":"/family-involvement"},{"title":"Finding a Funeral Home","url":"/finding-a-funeral-home"},{"title":"Religion and Donation","url":"/religion-and-donation"},{"title":"Uniform Anatomical Gift Act Information","url":"/uniformed-anatomical-gift-act-information"}],"body":{"type":"root","children":[{"type":"element","tag":"layout-wrapper","props":{},"children":[{"type":"element","tag":"sidebar","props":{":nav-items":"sidebar","className":["section-nav-dktp"],"side-bar-title":"Information"},"children":[]},{"type":"element","tag":"layout-content","props":{},"children":[{"type":"element","tag":"heading","props":{"className":["rvt-ts-lg"],"level":"2","text":"Religion and Donation"},"children":[]},{"type":"element","tag":"div","props":{},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Many individuals wonder if agreeing to an autopsy or brain donation goes against religious beliefs. Though the answers vary from one denomination to another, most religions do support post-mortem brain tissue donation and research. While some faiths have laws regarding the circumstances of donation, the mandate to heal and the call to compassion are recognized as fundamental to all religions."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Here we cover perspectives from some faiths. If you require additional religious guidance, discuss your questions and concerns with your own minister, priest, rabbi or other spiritual leader. "}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Buddhism"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Buddhists believe the decision to donate organs or tissue is a matter of individual conscience. While there is no written resolution on the issue, Reverend Guomay Masao, president and founder of the Buddhist Temple of Chicago, says, “We honor those people who donate their bodies and organs to the advancement of medical science and to saving lives.”"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Christian Scientists"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Although the Church of Christian Science takes no specific position regarding organ or tissue donation, most Christian Scientists rely on spiritual rather than medical means for healing. The question of organ and tissue donation is an individual decision."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Catholicism"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Catholic Church has long supported organ and tissue donation. The consent to donate is seen as an act of charity, fraternal love and self-sacrifice, but is not considered an obligation. Free and informed consent of the donor or donor’s family is imperative. The Catholic Church also specifies in order to show respect for human life, dignity and reverence are due to the remains of every human being. Therefore, organs and tissues for autopsy should be removed only when there is sufficient reason to justify such an action."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Greek Orthodox"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"According to Rev. Dr. Milton Efthimiou of the Greek Orthodox Church of North and South America, the Greek Orthodox Church is not opposed to organ donation as long as the organs and tissues in question are used to better human life, that is, for transplantation or for research that will lead to improvements in the treatment and prevention of disease."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Hinduism"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Hindus are not prohibited by religious law from donating their organs, according to the Hindu Temple Society of North America. The act is an individual decision."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Islam"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The religion of Islam believes in the principle of saving human lives. According to A. Sachedina in his “Transplantation Proceedings” article, “The majority of Muslim scholars belonging to various schools of Islamic law have invoked the principle of priority of saving human life and have permitted the organ transplant as a necessity to produce that noble end.”"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Jehovah’s Witness"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Jehovah’s Witnesses do not encourage organ and tissue donation, but believe it is a matter for individual conscience, according to the Watch Tower Society, the legal corporation for the religion."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Judaism"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"All four branches of Judaism (Orthodox, Conservative, Reform and Reconstructionist) support and encourage donation. According to Orthodox Rabbi Moses Tendler, “If one is in the position to donate an organ to save another’s life, it is obligatory to do so, even if the donor never knows who the beneficiary will be.” In 1991, the Rabbinical Council of America approved organ donation as permissible."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Jewish law sanctions the performance of autopsies only in certain, very limited circumstances. It is the consensus of rabbinical opinion that post-mortem examination may be performed for the purpose of gaining specific information that will benefit the treatment of others already afflicted with a life-threatening illness. Similarly, most rabbinical authorities concur a post-mortem examination may be performed on a person who dies with a genetic disease to save the lives of children who may be afflicted with the same disease."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Lutheran"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"The Missouri Synod was the first denomination to encourage organ and tissue donation by adopting a supportive resolution and by distributing the largest number of donor cards ever through an issue of its magazine, "},{"type":"element","tag":"em","props":{},"children":[{"type":"text","value":"Lutheran Witness"}]},{"type":"text","value":". The Rev.James W. Rassbach of the Board of Communications Services, Missouri Synod, says, “We accept and believe that our Lord Jesus Christ came to give life and came to give it in abundance. Organ and tissue donation enables more abundant life, alleviates pain and suffering, and is an expression of love in a time of tragedy.”"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"strong","props":{},"children":[{"type":"text","value":"Protestantism"}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"While no one can speak with ultimate authority for Protestant Christianity because of the diversity of traditions and the lack of a single teaching authority, most denominations both endorse and encourage organ and tissue donation. At the same time, they stress respect for the individual conscience and a person’s right to make decisions regarding his or her own body."}]}]}]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:religion-and-donation.md","_source":"content","_file":"religion-and-donation.md","_stem":"religion-and-donation","_extension":"md"}