{"_path":"/pathology-core-overview","_dir":"","_draft":false,"_partial":false,"_locale":"","title":"Pathology Core Overview","description":"","sidebar":[{"title":"PPMI Study Overview","url":"/ppmi-study-overview"},{"title":"Pathology Core Overview","url":"/pathology-core-overview"}],"body":{"type":"root","children":[{"type":"element","tag":"layout-wrapper","props":{},"children":[{"type":"element","tag":"sidebar","props":{":nav-items":"sidebar","className":["section-nav-dktp"],"side-bar-title":"About"},"children":[]},{"type":"element","tag":"layout-content","props":{},"children":[{"type":"element","tag":"heading","props":{"className":["rvt-ts-lg"],"level":"2","text":"Pathology Core Overview"},"children":[]},{"type":"element","tag":"div","props":{"className":["entry-content"]},"children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"As part of the Parkinson’s Progression Markers Initiative (PPMI) study, participants complete regular study visits and contribute extensive data and biological specimens for research studies. Donation of brain tissue at the time of death is another important way for PPMI participants to help research."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Post-mortem (after-death) analysis of brain tissue allows researchers to compare the data and samples collected in the longitudinal PPMI study with what they see in the brain. These studies will help Parkinson’s researchers further their understanding of the disease and its progression, which could help develop new treatments."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Indiana University and the University of Washington lead the PPMI Pathology Core, which will help coordinate and plan all aspects of the brain tissue donation. The PPMI Pathology Core team will prepare a finalized brain tissue donation plan to share with the PPMI participant and their family. The team will confirm these plans with the participant and family annually."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"At the time of death, the PPMI participant’s family will inform the Pathology Core, which will liaise with the participant’s chosen funeral home to manage the donation. Brain tissue will be sent to the University of Washington where a neuropathologist will carefully examine the brain to look for changes consistent with Parkinson’s disease as well as other disorders. Following this careful examination, the PPMI Pathology Core will generate a summary that will be provided to the PPMI participant’s designated, legally authorized representative."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"A brain tissue sample also will be sent to Indiana University, which also leads the PPMI Biorepository Core. Researchers at Indiana University will extract a sample of DNA (genetic material) from the donated tissue."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"As with other biological samples collected as part of a PPMI study visit, brain tissue samples will be made available to approved researchers seeking to further the understanding of Parkinson’s disease. De-identified data from the brain tissue analyses will be added to the PPMI database for use by qualified researchers."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Brain tissue donation for research studies is made possible through the "},{"type":"element","tag":"a","props":{"href":"https://ppmi.iu.edu/uniformed-anatomical-gift-act-information/","target":"_blank"},"children":[{"type":"text","value":"Uniform Anatomical Gift Act"}]},{"type":"text","value":"."}]}]}]}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:pathology-core-overview.md","_source":"content","_file":"pathology-core-overview.md","_stem":"pathology-core-overview","_extension":"md"}